Repository: TranPhuong319/AppLocker
Catalog: AppLocker/Resources/Localizable.xcstrings
Source language: en
Languages: vi

source: %@ has been blocked from launching.
vi: Ứng dụng %@ đã bị chặn kích hoạt.

source: %lld seconds
vi: %lld giây

source: A new beta version is available. Do you want to update?
vi: Một phiên bản beta mới đã có sẵn. Bạn có muốn cập nhật không?

source: A new stable version is available. Do you want to update?
vi: Một phiên bản chính thức mới đã có sẵn. Bạn có muốn cập nhật không?

source: About AppLocker
vi: Giới thiệu về AppLocker

source: Active
vi: Hoạt động

source: Add application to lock
vi: Thêm ứng dụng để khoá

source: After 5 minutes
vi: Sau 5 phút

source: After 15 minutes
vi: Sau 15 phút

source: Agree
vi: Đồng ý

source: Appearance
vi: Giao diện

source: Appearance mode
vi: Chế độ giao diện

source: Application is waiting to be deleted
vi: Ứng dụng đang chờ xoá

source: Application Lock
vi: Khoá ứng dụng

source: Application Lock is disabled
vi: Khoá ứng dụng bị vô hiệu hoá

source: Application Lock is enabled
vi: Khoá ứng dụng được kích hoạt

source: Application Lock Protection
vi: Bảo vệ khóa ứng dụng

source: Applications
vi: Ứng dụng

source: AppLocker requires its Endpoint Security extension to be enabled in System Settings to manage applications.
vi: AppLocker yêu cầu tiện ích mở rộng Bảo mật Điểm cuối phải được bật trong Cài đặt Hệ thống để quản lý các ứng dụng.

source: authenticate to open the application list
vi: xác thực để mở danh sách Ứng dụng

source: authenticate to reset AppLocker
vi: xác thực để Đặt lại AppLocker

source: Authentication
vi: Xác thực

source: Authentication (%d)
vi: Xác thực (%d)

source: Authentication Popup Timeout
vi: Thời gian chờ cửa sổ xác thực

source: Auto-Lock Duration
vi: Thời gian tự động khóa

source: Automatically check for updates
vi: Tự động kiểm tra các bản cập nhật

source: Automatically close the application after %d seconds
vi: Tự động đóng ứng dụng sau %d giây

source: Automatically download new updates
vi: Tự động tải xuống các bản cập nhật

source: Background Agent Status
vi: Trạng thái dịch vụ ngầm

source: Background Security Service
vi: Dịch vụ bảo mật chạy nền

source: Beta
vi: Thử nghiệm

source: Beta Ready to Install
vi: Sẵn sàng cài đặt bản Beta

source: Beta Update Available
vi: Bản cập nhật Beta có sẵn

source: Cancel
vi: Huỷ

source: Check for Updates Now
vi: Kiểm tra cập nhật ngay

source: Check for Updates…
vi: Kiểm tra cập nhật…

source: Close
vi: Đóng

source: Confirm
vi: Xác nhận

source: Continue
vi: Tiếp tục

source: Could not completely remove application files or configuration.
vi: Không thể xoá hoàn toàn các tệp ứng dụng hoặc cấu hình.

source: Current Version
vi: Phiên bản hiện tại

source: Dark
vi: Tối

source: Decline
vi: Từ chối

source: disable application lock
vi: vô hiệu hoá khoá ứng dụng

source: Do you agree to the terms of service and license above?
vi: Bạn có đồng ý với điều khoản dịch vụ và giấy phép trên không?

source: Do you want to launch these %d applications?
vi: Bạn có muốn khởi chạy %d ứng dụng này không?

source: Do you want to launch this application?
vi: Bạn có muốn khởi chạy ứng dụng này không?

source: Enable Background Service
vi: Bật dịch vụ nền

source: Enable Extension
vi: Bật Tiện ích mở rộng

source: Failed to Move Application
vi: Không thể chuyển đến thư mục Ứng dụng

source: General
vi: Chung

source: Get experimental updates. Note: Experimental updates are often unstable.
vi: Nhận bản cập nhật thử nghiệm. Lưu ý: Các bản cập nhật thử nghiệm thường không ổn định.

source: Get official, stable updates.
vi: Nhận bản cập nhật chính thức, ổn định.

source: Immediately
vi: Ngay lập tức

source: Inactive
vi: Không hoạt động

source: Light
vi: Sáng

source: Lock
vi: Khoá

source: Lock (%d)
vi: Khoá (%d)

source: Lock Session Timeout
vi: Thời hạn phiên khóa

source: Locked application
vi: Ứng dụng đã khoá

source: Locking %lld apps...
vi: Đang khoá %lld ứng dụng…

source: macOS requires enabling AppLocker in System Settings -> Login Items & Extensions.
vi: macOS yêu cầu bật AppLocker trong Cài đặt hệ thống -> Mục đăng nhập & Phần mở rộng

source: Manage the application list
vi: Quản lý danh sách Ứng dụng

source: Move to Applications
vi: Di chuyển đến thư mục Ứng dụng

source: Notifications
vi: Thông báo

source: open %@
vi: mở %@

source: open %d application(s)
vi: mở %d ứng dụng

source: Open System Settings
vi: Mở Cài đặt hệ thống

source: Others…
vi: Khác…

source: Please read and agree to the terms of service and license below:
vi: Vui lòng đọc và đồng ý với điều khoản dịch vụ và giấy phép bên dưới:

source: Popup Countdown:
vi: Thời gian đếm ngược:

source: Quit
vi: Thoát

source: Quit AppLocker
vi: Thoát AppLocker

source: Re-register launchctl agent service
vi: Đăng ký lại dịch vụ agent qua launchctl

source: Ready to Install
vi: Sẵn sàng để Cài đặt

source: Repair Agent Service
vi: Sửa chữa dịch vụ agent

source: Requires running in the Applications folder
vi: Yêu cầu chạy ứng dụng trong thư mục Ứng dụng

source: Reset
vi: Đặt lại

source: Reset AppLocker
vi: Đặt lại AppLocker

source: Search apps...
vi: Tìm kiếm ứng dụng…

source: Security
vi: Bảo mật

source: Select the application to lock
vi: Chọn ứng dụng để khoá

source: Settings
vi: Cài đặt

source: Show notifications when an app is blocked
vi: Hiển thị thông báo khi một ứng dụng bị khóa

source: Software Updates
vi: Cập nhật phần mềm

source: Stable
vi: Chính thức

source: System
vi: Hệ thống

source: System Applications
vi: Ứng dụng hệ thống

source: System Extension Inactive
vi: Phần mở rộng hệ thống không được bật

source: System Extension is disabled. Please enable it in System Settings.
vi: Tiện ích mở rộng hệ thống đang bị tắt. Vui lòng bật trong Cài đặt hệ thống

source: System Extension Required
vi: Yêu cầu Tiện ích mở rộng hệ thống

source: System Extension Uninstallation Failed
vi: Gỡ cài đặt tiện ích mở rộng hệ thống không thành công

source: The beta update has been downloaded. Install now?
vi: Bản cập nhật beta đã được tải xuống. Cài đặt ngay bây giờ?

source: The currently running application is at %@. AppLocker must be moved to the /Applications folder to function correctly.
vi: Ứng dụng hiện đang chạy ở %@. AppLocker phải được chuyển đến thư mục /Applications để hoạt động chính xác.

source: The update has been downloaded. Install now?
vi: Bản cập nhật đã được tải xuống. Cài đặt ngay bây giờ?

source: There is no locked application.
vi: Không có ứng dụng nào bị khoá.

source: This operation will delete all settings including the list of locked applications. After successful reset, the application will be reopened. Do you want to continue?
vi: Thao tác này sẽ xóa tất cả các cài đặt bao gồm danh sách các ứng dụng bị khóa. Sau khi đặt lại thành công, ứng dụng sẽ được mở lại Bạn có muốn tiếp tục không?

source: Uninstall
vi: Gỡ cài đặt

source: Uninstall AppLocker
vi: Gỡ cài đặt AppLocker

source: Uninstallation Incomplete
vi: Gỡ cài đặt chưa hoàn tất

source: Unlock
vi: Mở khoá

source: Unlocking %lld apps...
vi: Đang mở khoá %lld ứng dụng…

source: Up to Date
vi: Đã cập nhật

source: Update Available
vi: Cập nhật có sẵn

source: Update Channel
vi: Kênh Cập nhật

source: Updates
vi: Cập nhật

source: Version %@
vi: Phiên bản %@

source: Version %@ available
vi: Phiên bản %@ có sẵn

source: Waiting to unlock %lld application(s)...
vi: Đang chờ mở khoá %lld ứng dụng...

source: Website
vi: Trang web

source: Welcome to %@
vi: Chào mừng đến với %@

source: When System Sleeps
vi: Khi hệ thống vào chế độ ngủ

source: You are about to uninstall AppLocker. Please make sure that all apps are unlocked! Your Mac will restart after Successful Uninstall
vi: Bạn đang chuẩn bị gỡ cài đặt AppLocker. Vui lòng đảm bảo rằng tất cả các ứng dụng đã được mở khóa! Máy Mac của bạn sẽ khởi động lại sau khi Gỡ cài đặt thành công
